;*****************************************************************************;
;            Language set file for plugins used by NativeLang.dll             ;
;*****************************************************************************;
;                                                                             ;
; Contributed by Michael Brügmann (ron@sh-home.de)                            ;
;                                                                             ;
;*****************************************************************************;

; Multi Clipboard German Language Set
[MultiClipboard.dll NppMenu]
Main="&MultiClipboard"
0="&MultiClip Anzeige...%tStrg+Alt+V"
1="MultiClipboard &Einfügen%tStrg+Shift+V"
2="&Optionen..."
3="&Über..."

[MultiClipboard.dll About]
Caption="Über"
30550="Author:"
30551="MultiClipboard Plugin v2.1 für Notepad++"
30552="Author:%t%tLoonyChewy"
30553="eMail:"
30555="URL:"
30557="Menüeinträge"
30558="MultiClip Anzeige...%t%tBlendet das MultiClip Fenster ein/aus"
30559="MultiClipboard Einfügen%t%tZeigt das Einfügemenü an"
30560="Optionen...%t%t%tZeigt den Optionsdialog an"
30561="Über...%t%t%tZeigt diesen Dialog an"

[MultiClipboard.dll Options]
Caption="MultiClipboard Optionen"
1003="Anzahl der zu speichernden Texte"
1004="Kopiere Text aus anderen Anwendungen"
1005="nur wenn in NotePad++ eingefügt"
1006="Benutze Einfügemenü (Uncheck: Benutze zyklisches Einfügen)"
1007="Benutze Ziffern-Kürzel in Einfügemenü"
1009="Breite des Einfügemenüs"
1010="Textauswahl automatisch kopieren"
1011="Benutze mittelklick Einfügen"
1012="Großer Text nicht kopieren"
1013="Großer Text nicht bearbeiten"
1014="Alle Einträge einfügen: in umgekehrter Reihenfolge"
1015="Alle Einträge einfügen: Zeilenumbruch zwischen Einträge"
1016="Halte Zwischenablage Liste zwischen Sitzungen fest"

[MultiClipboard.dll Text]
MultiClip Viewer="MultiClip Anzeige"
Move Item Up="Eintrag nach oben"
Move Item Down="Eintrag nach unten"
Paste Item="Eintrag einfügen"
Paste All Items="Alle Einträge einfügen"
Copy To OS Clipboard="An OS Zwischenablage kopieren"
Delete Item="Eintrag löschen"
Delete All Items="Alle Einträge löschen"
MultiClipboard Options="MultiClipboard Optionen"
Large Text="Großer Text"
1002_HELP="Maximale Anzahl Texte, die im Zwischenablagepuffer gespeichert werden"
1003_HELP="Maximale Anzahl Texte, die im Zwischenablagepuffer gespeichert werden"
1004_HELP="Texte speichern, die in anderen Anwendungen kopiert wurden"
1005_HELP="Wenn 'Kopiere Text aus anderen Anwendungen' aktiv ist, dann wird der Text nur gespeichert, wenn er unmittelbar in Notead++ eingefügt wurde"
1006_HELP="Benutze Einfügemenü an Stelle von zyklischem Einfügen wenn Strg-Shift-V"
1007_HELP="Es werden Ziffern als Abkürzungstasten zur Auswahl von Menüeinträgen verwendet, anstatt der Anfangsbuchstaben der Texte"
1008_HELP="Maximale Anzahl der pro Text anzuzeigenden Zeichen auf dem Einfügemenü"
1009_HELP="Maximale Anzahl der pro Text anzuzeigenden Zeichen auf dem Einfügemenü"
1010_HELP="Ausgewahlter Text automatisch an die Zwischenablage kopiert wurde"
1011_HELP="Mittel Maustaste klicken, um Text aus der Zwischenablage eingefügt zu werden. Einfügemenü wird von Shift-mittelklicken anzeigen"
1012_HELP="Kein großer Text in MultiClipboard Plugin speichern. Leistung ist verbessert, wenn großer Text kopiert und eingefügt wird"
1013_HELP="Großer Text in der MultiClip Anzeige nicht bearbeiten lassen. Leistung ist verbessert, wenn MultiClip Anzeige ist benutzt"
1014_HELP="Wenn alle Einträge eingefügt sind, werden sie in umgekehrter Reihenfolge der Zwischenablage Liste einfügen"
1015_HELP="Wenn alle Einträge eingefügt sind, wird ein Zeilenumbruch zwischen jeder Eintrag hinfügen"
1016_HELP="Halte die Zwischenablage Liste zwischen Notepad++ Sitzungen fest"